Revit 2027 API
SymbolTypeId.MmCaret2 Property
 Symbol mm^2, indicating unit Square millimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MmCaret2 { get; }
Public Shared ReadOnly Property MmCaret2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MmCaret2 {
	ForgeTypeId^ get ();
}
static member MmCaret2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace